/**
 * Copyright (c) 2017-2018 DRRP-Team (PROPHESSOR, UsernameAK)
 *
 * This software is released under the MIT License.
 * https://opensource.org/licenses/MIT
 */

"use strict";

module.exports = {
    "0": "WALL0",
    "1": "WALL1", // Interpolation
    "2": "WALL2", // Interpolation
    "3": "WALL3", // Фиолетовый заслон
    "4": "WALL4",
    "7": "STEX029", // Спрайт арбалета
    "8": "WALL8", // Голубой заслон
    "47": "WALL22", // Низ пещеры
    "48": "WALL23", // Верх пещеры
    "51": "WALL25", // Вход в гробницу
    "53": "WALL27",
    "62": "WALL42",
    "67": "WALL39",
    "69": "WALL41",
    "70": "WALL42",
    "82": "WALL44",
    "83": "WALL45",
    // "83": "WALL17",
    "122": "STEX560", // Древние останки
    "125": "STEX570", // Лестница
    "126": "STEX577", // Вывеска синего подарка
    "127": "STEX581", // Вывеска красного подарка
    "128": "STEX583", // Вывеска тюрьмы
    "129": "STEX587", // Вывеска таверны
    "131": "STEX596", // Щит
    "132": "STEX600", // Корни
    "133": "STEX603", // Фиолетовая хрень
    "137": "STEX618", // Сверчки
    "139": "STEX629", // Большая крысиная дыра
    "146": "STEX654", // Останки скелета
    "150": "STEX670", // Пещерный факел
    "153": "STEX687", // Книжная полка
    "154": "STEX690", // Одиночная перегородка
    "155": "STEX693", // Пустая могильная полка
    "156": "STEX698", // Могильная полка
    "157": "STEX701", // Вывеска тюрьмы
    "159": "STEX710", // Камень сквозь стену пещеры
    "160": "STEX715", // Вывеска оружейника
    "161": "STEX721",
    "162": null, // Боковушка дверей
    "163": "STEX876", // Плющ
    "166": "STEX739", // Эльфийский заборчик
    "168": "STEX747", // Другая решётка
    "172": "STEX762", // Водосток
    "173": "STEX766", // Рычаг
    "175": "STEX773", // Крысиная дыра
    "176": "STEX778", // Паутина
    "177": "STEX782", // Красный флаг
    "178": "STEX786", // Баррикада
    "179": "STEX790", // Бледно-фиолетовый флаг
    "180": "STEX794",
    "181": "STEX796", // Настенный факел
    "182": "STEX803", // Фиолетовый флаг ратуши
    "185": "STEX814", // Вывеска властелина колец
    "187": "STEX824", // Вывеска зельевара
    "188": "TREEA0", // Куст
    "194": "STEX851", // Решётка
    "195": "STEX856", // Завал
    "196": "STEX857", // Синяя дверь выхода
    "199": "STEX870", // Деревянное ограждение торговцев
    "200": "STEX876", // Плющ
    "201": "STEX879", // Развалины
    "202": "STEX884", // Развалины (окна)
    "204": "STEX892", // Вывеска зельевара
    "205": "STEX894", // Вывеска таверны
    "207": "STEX903", // Пещерная перегородка
    "210": "STEX915", // Кровь
    "213": "STEX928", // Дырка в деревьях
    "214": "STEX931", // Серая баррикада
};