/**
 * Copyright (c) 2017-2018 DRRP-Team (PROPHESSOR, UsernameAK)
 *
 * This software is released under the MIT License.
 * https://opensource.org/licenses/MIT
 */

"use strict";

module.exports = {
    "0": (decal) => decal.flags1 & 0b1000 ? "WALL11" : "WALL10", // Двари
    "70": "STEX762", // Водосток
    "83": "WALL17",
    "122": "STEX560", // Древние останки
    "125": "STEX570", // Лестница
    "131": "STEX596", // Щит
    "132": "STEX600", // Корни
    "133": "STEX603", // Фиолетовая хрень
    "146": "STEX654", // Останки скелета
    "150": "STEX796", // Настенный факел
    "153": "STEX687", // Книжная полка
    "154": "STEX690", // Одиночная перегородка
    "159": "STEX710", // Камень сквозь стену пещеры
    "161": "STEX721",
    "163": "STEX876", // Плющ
    "166": "STEX739", // Эльфийский заборчик
    "173": "STEX766s", // Рычаг
    "175": "STEX773", // Крысиная дыра
    "180": "STEX794",
    "181": "STEX796", // Настенный факел
    "194": "STEX851",
    "199": "WALL0", // Деревянное ограждение торговцев
    "200": "STEX876", // Плющ
    "207": "STEX903", // Пещерная перегородка
};