/**
 * Copyright (c) 2017-2018 DRRP-Team (PROPHESSOR, UsernameAK)
 *
 * This software is released under the MIT License.
 * https://opensource.org/licenses/MIT
 */

"use strict";

module.exports = {
    "0": "WALL0",
    "1": "WALL1", // Interpolation
    "2": "WALL2", // Interpolation
    "3": "WALL3", // Фиолетовый заслон
    "51": "WALL25", // Вход в гробницу
    "70": "STEX762", // Водосток
    "82": "WALL44",
    "83": "WALL45",
    // "83": "WALL17",
    "122": "STEX560", // Древние останки
    "125": "STEX570", // Лестница
    "131": "STEX596", // Щит
    "132": "STEX600", // Корни
    "133": "STEX603", // Фиолетовая хрень
    "137": "STEX618", // Сверчки
    "139": "STEX629", // Большая крысиная дыра
    "146": "STEX654", // Останки скелета
    "150": "STEX670", // Пещерный факел
    "153": "STEX687", // Книжная полка
    "154": "STEX690", // Одиночная перегородка
    "155": "STEX693", // Пустая могильная полка
    "156": "STEX698", // Могильная полка
    "159": "STEX710", // Камень сквозь стену пещеры
    "161": "STEX721",
    "163": "STEX876", // Плющ
    "166": "STEX739", // Эльфийский заборчик
    "173": "STEX766", // Рычаг
    "175": "STEX773", // Крысиная дыра
    "176": "STEX778", // Паутина
    "178": "STEX786", // Баррикада
    "179": "STEX790", // Бледно-фиолетовый флаг
    "180": "STEX794",
    "181": "STEX796", // Настенный факел
    "194": "STEX851", // Решётка
    "195": "STEX856", // Завал
    "199": "STEX870", // Деревянное ограждение торговцев
    "200": "STEX876", // Плющ
    "207": "STEX903", // Пещерная перегородка
};