/**
 * Copyright (c) 2017-2018 DRRP-Team (PROPHESSOR)
 *
 * This software is released under the MIT License.
 * https://opensource.org/licenses/MIT
 */

"use strict";

module.exports = {
    "17": 15500, // Orc Recruit
    "18": 15551, // Orc Raider
    "19": 15552, // Orc Berserker
    "20": 15510, // Ratling
    "21": 15511, // Rat
    "22": 15512, // Prowler
    "23": 15520, // Mimic
    "24": 15521, // Copper Mimic
    "25": 15522, // Cobalt Mimic
    "26": 15530, // Behemoth
    "27": 15531, // Red Behemoth
    "29": 15600, // Wraith
    "30": 15601, // Void Wraith
    "31": 15602, // Dread Wraith
    "32": 15540, // Oak
    "33": 15541, // Blood Oak
    "34": 15542, // Sawtooth Oak
    "35": 15550, // Shadow
    "36": 15551, // Phantom
    "37": 15552, // Plemumbra
    "38": 15560, // Worg Pup
    "39": 15561, // Warhound
    "40": 15570, // Troll
    "42": 15571, // Crusher
    "43": 15572, // Shaker
    "44": 15580, // Vaettir Drone
    "45": 15581, // Conjurer
    "46": 15582, // Necromancer
    "47": 15590, // Brittle Skeleton
    "48": 15591, // Skeleton
    "49": 15592, // Raging Skeleton
    "56": 15514, // Topo
    "57": 15584, // Kazad
    "58": 15544, // Tree'O'Doom?
    "59": 15610, // Vareth
    "60": 15611, // Dareth
    "66": 15450, // дворф
    "67": 15451, // призрак дворфа
    "68": 15450, // дворф
    "71": 15453, // эльф
    "96": 15051, // Вино
    "97": 15050, // Эль
    "98": 15075, // Health Potion
    "99": 15076, // Big Health potion
    "101": 15078, // Accuracy potion
    "102": 15079, // Defence potion?
    "103": 15080, // Haste potion
    "104": 15082, // Remedy Potion
    "105": 15083, // Troll's Blood
    "107": 15081, // Avoidance Potion
    "114": 15203, // Куча золота
    "115": 15204, // Мешочек золота
    "116": 15354, // Мангал
    "117": 15054, // Кусок мяса
    "119": 15301, // Валун
    "121": 15315, // Статуя крысолака
    "130": 15300, // огонь
    "134": 15317, // стол
    "135": 15312, // стул
    "136": 15316, // факел
    "138": 15342, // Валяющийся скелет
    "140": 15313, // куча мусора
    "141": 15350, // Поток воздуха
    "142": 15302, // запертый ларец
    "143": 15303, // ларец
    "147": 15304, // палатка
    "148": 15314, // статуя дворфа?
    "158": 15311, // надгробие
    "164": 15340, // Клетка со скелетом
    "167": 15341, // клетка с костями/цепь
    "184": 15319, // эльфийские ягоды
    "188": 15320, // обычная крона/куст
    "189": 15325, // пенёк
    "190": 15321, // искажённая крона
    "191": 15322, // сгоревшая крона
    "206": 15352, // Розовый туман
    "208": 15351, // туман


    "mapspot": 9001, //    Map Spot
    "notifier": 10900 //    Developer notifier
};